[
  {
    "sectionContent": [
      "Hey, my name is <a href='https://linkedin.com/in/auwilliams/'>Austin Williams</a>! 👋",
      "I applied to become a part of your team because I love web development and want to experience the best practices that your organization has to offer.",
      "I built a small demo with the React library to show you my excitement for this opportunity, and that I'm a great fit for your development team and technology stack."
    ],
    "footerContent": [
      "Get started"
    ]
  },
  {
    "sectionContent": [
      "This demo isn't meant to wow anyone, but to prove my competency with the React library. It's data driven — entirely fueled by a single JSON file — and rendered on screen using stateful class components.",
      "Single-page applications are fun to make! I have experience writing and maintaining SPAs from past employment, and I teach students enrolled at the University of Washington bootcamps on their basics (and other core full-stack web development concepts).",
      "Here's the source code for this demo: <a href='https://github.com/au-williams/react'>github.com/au-williams/react</a>."
    ],
    "footerContent": [
      "Continue",
      "Go back"
    ]
  },
  {
    "sectionContent": [
      "Software development is my passion and I love learning new things. That's always been the driving force behind my career. I taught myself computers at a young age by following my interests and I’m confident in my skills regardless of the stack being used.",
      "I spend my free time writing projects for fun — whether they are websites, programs, or games — and have a lifetime subscription to <a href='https://www.pluralsight.com/'>Pluralsight</a> that I use to stay competent with the latest and greatest technologies.",
      "My resume is always available to view at <a href='https://resume.austinwilliams.dev/'>resume.austinwilliams.dev</a> and you can contact me by email at <a href='mailto:me@austinwilliams.dev'>me@austinwilliams.dev</a>. I would love to hear from you!"
    ],
    "footerContent": [
      "Continue",
      "Go back"
    ]
  },
  {
    "sectionContent": [
      "This concludes my short demo. Thank you so much for your time today and the opportunity to work with you! 😄"
    ],
    "footerContent": [
      "Restart",
      "Go back"
    ]
  }
]
